<?php
/* $Id: common.php 97 2017-04-05 02:00:08Z yuchangchun $ */
defined('SYS_PATH') OR die('No direct access allowed.');

return array (
     /**
     * 首页
     * index.html
     */
    'index' => 'الصفحة الرئيسية', //首页
    'original' => 'الأصلي', //原创
    'news' => 'الأخبار', //新闻
    'amusement' => 'الترفيه', //娱乐
    'movie' => 'السينما والتلفزيون', //影视
    'music' => 'الموسيقى', //音乐
    'sports' => 'الرياضة', //体育
    'wealth' => 'الثروة', //财富
    'education' => 'العلم والتعليم', //科教
    'car' => 'السيارات', //汽车
    'life' => 'الحياة', //生活
    'fashion' => 'الموضة', //时尚
    'mbaby' => 'الأم والطفل', //母婴
    'pet' => 'الحيوانات الأليفة', //宠物
    'animation' => 'الرسوم المتحركة', //动漫
    'game' => 'اللعبة', //游戏
    'school' => 'الحرم الجامعي', //校园
	'qingshao' => '青少',//青少
    'others' => 'الأخرى',  //其它
	'documentary'	=> 'أفلام وثائقية',//纪实
	'funny'	=> 'نكت مضحكة',//幽默
	'outstanding'	=> 'مواهب',//达人
	'video_maker'	=> 'صانع الفيديو',//拍客
    'more' => 'أكثر', //更多
        'ishow' => 'ISHOW',
        
    'go_tv' => 'أريد أن أكون على شاشة التلفزيون', //我要上电视
    'album' => 'الألبوم', //专辑
    'ptv' => 'محطة التلفزيون', //电视台
    'the_client' => 'زبون', //客户端
	'login' => 'تسجيل الدخول',
    'upvideo' => 'تحميل ',
	
    'mytv' => 'محطة تلفزيون بي',   // 我的电视台
    'myvideo' => 'فيديوهاتي',  //我的视频
    'vlist' => 'قائمة التشغيل', //播放列表
    'mod_nickname' => 'تغيير الإسم المستعار', //修改昵称
    'my_develop' =>'التطوير الخاص بي', //我的开发
    'quit' => 'الخروج', //退出
	'vmanage' => 'إدارة الفيديو',//视频管理

    'hot_topic' => 'تركيز اليوم', //今日热点
    'activities' => 'الأنشطة التفاعلية', //西柚看点
    'hot_spots' => 'الأخبار الساخنة', //热点Top 
    'micro_film' => 'الأصلي', //原创
    'mo_making' => 'صانع الفيديو',//拍客
    'wonders' => 'الترفيه', //达人
	'humors' => 'نكت مضحكة',//幽默
	'pets' => 'الحيوانات الأليفة', //宠物
    'won_album' => 'ألبوم رائع', //精彩专辑
    'link' => 'الروابط', //友情链接
    'connect_us' => 'الاتصال بنا', //联系我们
    'special' => 'موضوع رائع', //精彩专题
    'co_website' => 'الموقع الإلكتروني الرسمي للتعاون', //合作官网
    'got_tv' => 'محطة التلفزيون المهرة', //达人电视台
    'cel_tv' => 'محطة التلفزيون للمشاهير', //名人电视台
    'age_tv' => 'محطة التلفزيون للمؤسسات', //机构电视台
    'uni_tv' => 'محطة التلفزيون للجامعات', //高校电视台 
    'co_agency' => 'وكالات التعاون', //合作机构
    'la_join' => 'أحدث إضافة إلى', //最新加入
    'search' => 'البحث', //搜索
    'making' => 'مصور حب جريب فروت', //爱西柚拍客
    'desk_client' => 'منفذ عميل سطح المكتب لحب جريب فروت', //爱西柚桌面客户端
    'authent' => 'المصادقة من خلال الاسم الحقيقي', //实名认证
    'dev_platform' => 'المنصة المفتوحة', //开发平台
    'helps' => 'مركز المساعدة',   // 帮助中心
    'on_feedback' => 'التعليقات على الانترنت', //在线反馈
    'lan_switch'=> 'تحويل اللغات', //切换语言
    'medal'=> 'ميدالية حب جريب فروت', //爱西柚勋章

    /**
     * 聚合页
     * rank/     
     */
    'video_class' => 'فئة الفيديو',
    'album_class' => 'فئات الألبوم',
    'ptv_class' => 'فئات محطات التلفزيون', 
    'play_video' => 'الفيديو حسب الطلب',    
    'all' => 'الجميع',
    'type' => 'النوع',
    'video' => 'الفيديو',
    'sorry_mes' => 'آسف، لا يوجد الفيديو مطابقة مع المعايير.',
	'sorry_mes_album' => 'آآسف، حاليا لا توجد ألبومات تم العثور على مطابقة للمعايير الخاصة بك.',//抱歉，暂时没有找到符合条件的专辑。
	'sorry_mes_channel' => 'عذراً، حاليا هناك تم العثور على لا محطة تلفزيونية تتفق مع.',//抱歉，暂时没有找到符合条件的电视台。
    'rec_mes' => 'ننصح:  يرجي محاولة توسيع شروط البحث أو استخدام معايير البحث الأخرى.',
    'play_most' => 'الأكثر نشاهدة',//播放最多
    'collect_most' => 'الأكثر تفضيلا',//收藏最多
    'comment_most' => 'الأكثر تعليقا',//评论最多
    'top_most' => 'الأكثر إشادة',//顶的最多
    'video_most' => 'أكبر عدد من الفيديوهات',//视频最多
    'visit_most' => 'الأكثر زيارة',//访问最多
    'up_recent' => 'آخر تحديث', //最近更新
    'latest_update' => 'آخر تحديث',//最新更新
    'today' => 'هذا اليوم',//今日
    'week' => 'هذا الاسبوع',//本周
    'month' => 'هذا الشهر',//本月
          
    //显示方式：include/displaytab.html
    'update' => 'التحديثات',//更新 
    'show_mode' => 'طريقة العرض',//显示方式 
    'icons' => 'عرض بشكل رمز',//以图标形式显示
    'lists' => 'عرض بشكل جدول',//以列表形式显示
   
    // 分页 pagination.html
    'first' => 'الصفحة الأولى',//第一页  
    'previous' => 'السابقة',//上一页
    'next' => 'التالية', //下一页   
    'last' => 'الصفحة الأخيرة',//最后一页                 
    
    /**
     * 【登录】弹出框
     *  user/loginbox.html
     */
    'now' => ' ليس لديك حساب، و سجل الآن',//没有帐号，马上
    'register' => 'تسجيل', //注册   
    'forgetpwd' => 'نسيت كلمة المرور',//忘记密码
    'remain' => 'تذكر بياناتي',   //记住我 
    'pwd' => 'كلمة المرور',//密码
    'email' => 'علبة البريد',  //邮箱
    'cancel' => 'إلغاء',  //取消
    'username' => 'رقم الحساب',//帐号
    'entermail' => 'يرجى إدخال البريد الإلكتروني',//请输入邮箱
    'enterpwd' => 'يرجى إدخال كلمة المرور', //请输入密码  
         
     /**
     * 视频上传页：http://xiyou.cntv.cn/upload.html
     * videoupload/index.html
     * 
     */ 
    'client_down' => 'التحميل من منفذ العميل لحب جريب فروت',//爱西柚客户端下载      
    'upload_help' => 'مساعدة التحميل',//上传帮助
    'video_format' => 'صيغة الفيديو',//视频格式        
    'video_size' => 'حجم الفيديو',//视频大小
    'more_help' => 'انظر مزيد من معلومات المساعدة',//查看更多帮助信息
    'imp_items' => 'الملاحظات الهامة',//重要事项
    'ple_mes' => 'لا يمكن تحميل أي البرامج التلفزيونية فيديو الموسيقى و فيديو الحفلات الموسيقية الفيديو أو الفيديو التجارية غير المصرح ، إلا  الفيديو بالكامل المصنوع من قبل نفسك.', //请勿在未经授权的情况下上传任何电视节目、音乐视频、音乐会视频或商用视频，除非视频完全由您个人制作。 
     'up_mes' => 'حجم فيديو واحد يتم تحميله من الصفحة  يصل إلى 1 G. حجم فيديو واحد يتم تحميله من منفذ العملاء يصل إلى 10 G. ',//网页上传单个视频最大500M；客户端上传单个视频最大1G

    /**
     * 爱西柚显示异常报错页面：
     * http://xiyou.cntv.cn/error.html     
     */ 
	'can' => 'يمكنك:',//您可以
    'mes_error' => 'الصفحة المطلوبة خطأ!', //您请求的页面发生错误！     
    'click' => 'انقر هنا',//请点此
    'enter' => 'الدخول إلى الصفحة الرئيسية',//进入主页         
    'mes_error2' => 'نحن آسفون، الصفحة كنت ترغب في زيارة قد اختفت، أو لم تكن هناك!',//非常抱歉，您想访问的页面可能已经消失或尚未出现！      
    'web' => 'إعادة إدخال عنوان URL، أو إلى ', //重新输入网址，或者到   
    'looks' => ' انظر:', //看看：     
    'go' => 'زيارة',//前往
    'classify' => 'الحب الفيديو فروت التصنيف:',
    'recommends' => 'نوصي بأشرطة الفيديو التالي.',  
        
    /**
     * 搜索【结果页】 
     * search/index.html
     * 
     */ 
    'keyword' => 'الكلمة الرئيسية',//热门关键字
    'sear' => '',
    'result' => '',     
    'total' => 'المجموع ',//共
    'num' => '',  //个 
       
    //【结果页】search/video.html,channel.html,album.html
    'rel_degree' => 'مدى الوثاقة',//相关程度      
    'num_video' => 'عدد الفيديوهات', //视频数量
    'video_time' => 'مدة الفيديو', //视频时长      
    'vis_count' => 'مرات الزيارات',//访问次数  
    'up_times' => ' وقت التحميل',//上传时间 
    'play_counts' => 'عدد مرات التشغيل',//播放次数 
    'fav_counts' => 'عدد مرات الحفظ',//收藏次数 
    'comment_counts' => 'التعليق المفضلة',//评论次数    
    
    //【结果异常页】 search/noresult.html
    'sorry' => 'آسف، لم نجد',  //抱歉，没有找到与    
    'related' => ' ذات الصلة ', //相关的
    'solution' => ' كلمتك',//解决方案：    
    'check_mes' => '• الحل: التحقق ما إذا توجد الأخطاء المطبعية ',//检查您的关键字是否有错别字；
    'redu_mes' => '•  يتم الحد من الكلمات الرئيسية للاسترخاء معايير البحث',//减少关键字，以放宽搜索条件；
    'try_mes' => '• يرجي محاولة استخدام كلمات رئيسية بسيطة أو عدة كلمات رئيسية مفصولة بمسافات',//尽量使用简洁的关键词，或用空格将多个关键词分开。
             
    'hist_video' => 'ما شاهدته مؤخرا', //您最近看过的    你看过的视频 historyvideo.html         
    'fav_video' => 'ما ترغب في مشاهدتها',  //您可能喜欢的 favoritevideo.html     

    /**
     * 原创频道 http://xiyou.cntv.cn/dv
     * 【功能区】original.html
     * 
     */ 
    'independent_film' => 'الأفلام القصيرة المستقلة',   //独立短片   
    'series_short' => 'السلسلة من القصص الفكاهية',//系列短剧
    'original_cartoon' => 'الرسوم المتحركة الأصلية',   //原创动漫     
    'music_story' => 'قصة الموسيقى',//音乐故事
    'block_recom' => 'التوصية الخاصة',//重磅推荐
    'join_original' => 'الانضمام إلى خطط الرائدة الأصلية',//加入原创先锋计划
    'original_pioneer' => 'قائمة المبدعين الأصليين',    //原创先锋榜
    'new_talent' => 'قائمة الرواد الجدد',//新锐达人榜
    'join_talent' =>'الانضمام إلى الصفوف المواهب الجديدة',//加入新锐达人行列
    'explore_screens' => 'غرفة فيديو الاستكشاف',//探索影厅
    'more_film' => 'المزيد من الأفلام القصيرة المستقلة',//更多独立短片
    'more_short' => 'المزيد من السلسلة من القصص الفكاهية',//更多系列短剧
    'more_cartoon' => 'المزيد من الرسوم المتحركة الأصلية',//更多原创动漫
    'more_story' => 'المزيد من  قصة الموسيقى',//更多音乐故事  
    
    /**
     * 【视频专辑列表页】
     */ 
    //左侧【专辑信息】 album/info.html    
    'video_play' => 'تشغيل الفيديو', //视频播放
    'create_asc' => 'الترتيب حسب وقت الإنشاء',//按创建时间顺序
    'create_desc' => 'الترتيب حسب عكس وقت الإنشاء',//按创建时间倒序
                
	//右侧专辑信息 album/albuminfo.html   
    'album_info' => 'معلومات الألبوم',//专辑信息
    'creator' => ' المنشئ',//创建者     
    'create_time' => 'الأنشاء',//创建时间
    'updated_time' => 'التحديثات', //更新时间   
    'details' => 'تفاصيل',//展开详细
    'on_details' => 'تفاصيل',//展开详情
    'abstract' => 'مقدمة الألبوم',//专辑简介
    'collect' => 'التجميع',//收藏
    'report' => 'التبليغ',//举报    
    'tag' => 'العلامة',//标签        
    'class' => 'الفئات',//分类
    'pack_up' => 'التجميع',//收起     
            
    //右侧【视频信息】album/slider.html   
    'video_list' => 'قائمة الفيديو',//视频列表
    'automatic_series' => 'التشغيل المستمر',//自动连播   
    'showall' => 'مشاهدة كله',//显示全部      
    'album_creator' => 'ألبوم المبدع',//专辑创建者
    'collected' => 'جمع',	//已收藏
               
    //点击举报弹出对话框 report/index.html    
    'reports' => 'سبب التبليغ',//举报原因    
    'note' => 'ملاحظة',//备注  
    'upload' => 'تحميل',//上传于
	'attention' => 'الاهتمام', //关注
	'del_attention' => 'إلغاء الاهتمام', //取消关注
    //右侧栏目信息 album/infoslider.html
    'other_album' => ' الألبومات الأخرى للمنشئ',//创建者的其他专辑
    'related_album' => 'ألبومات ذات صلة',//相关专辑
    'hot_album' => 'الألبوم الترفيه الشعبية',  //热门娱乐专辑
    'original_album' => 'الألبوم الأصلي الشعبي', //热门原创专辑

    //右侧【视频信息】album/slider.html,video/slider.html         
    'video_info' => 'معلومات عن الفيديو',//视频信息       
    'video_desc' => 'الفيديو مقدمة',  //视频简介   
        
	//视频【播放列表页】 video/showlist.html       
    'have' => 'هناك حاليا', //当前有
    'videos' => 'الفيديو',//个视频 
    'empty' => 'تفريغ', //清空   
    'check' => ' تحديد جميع',//全选
    'play' => 'تشغيل',//播放
    'savefavor' => 'حفظ إلى المفضلة', //保存为收藏    
    'savealbum' => 'حفظ الي  للألبوم',//保存为专辑
    'look' => 'يشاهده الكثيرون',//大家也在看
	'recommendations' => 'الفيديو المقترح', //精彩推荐
	'highlights' => 'نقطة رائعة', //视频看点
    'video_collected' => 'الفيديو في المفضلة', //视频已经收藏
    'xyjx' => 'فيديو المختار جريب فروت', //西柚精选 recommendxyjx.html     
    'recommend_video' => 'الفيديو الموصي به', //推荐视频 recommendvideo.html   
    
    
    /**
     * 【通用左侧导航】
     *  include/left.html     
     */ 
    'per_data' => 'المعلومات الشخصية',//个人资料
    'man_album' => 'إدارة الألبوم', //专辑管理
    'cre_album' => 'إنشاء ألبومات',   //创建专辑
    'mes_com' => 'التعليقات و الآراء',//留言和评论
    'pre_set' => 'إعدادات الصلاحية',//权限设置
    'tv_set' => 'اعداد محطة التلفزيون', //电视台设置
    'baseinfo' => 'المعلومات الأساسية',//基本信息
    'player' => 'المشغل',//播放器
    'connect_set' => 'إعدادات الاتصال خارج المحطة',//站外连接设置
    'notice' => 'إعلان',//公告
    'myalbum' => 'ألبومي',//我的专辑
    'my_fav' => 'افضلي',//我的收藏


    /**
     * 【视频管理】
     * http://xiyou.cntv.cn/manage/videomanage
     * manage/videomanage.html,manage/videoedit.html
     */         
    'play_num' => 'المشاهدات', //播放数
    'com_num' => ' التعليق المشاهدات', //评论数
    'pub_time' => 'وقت النشر',// 发布时间     
    'edit' => 'تحرير',//编辑
    'delete' => 'حذف',//删除
    'del_video' => 'هل أنت متأكد أنك تريد حذف هذا الفيديو؟',//确定要删除该视频吗
    'no_check' => 'لم تقم بتحديد الفيديو',//您还没有选中视频
    'edit_video' => 'تحرير الفيديو',//编辑视频
    'copyright' => 'حق النشر',//版权
    'privacy' => 'خصوصية',//隐私
        
    /**
     * 我的专辑：
     * http://xiyou.cntv.cn/manage/albummanage
     * http://xiyou.cntv.cn/manage/creatalbum     
     */ 
    'pub' => 'نشرت', //已发布
    'review' => 'في انتظار المراجعة',//待审核
    'not_audit' => ' لن تمر المراجعة',//审核未通过
    'category' => 'فئة',//所属分类
    'operat' => 'التشغيل', //操作
    'modify_info' => 'تعديل المعلومات',//修改信息
    'manage_video' => 'إدارة الفيديو', //管理视频
    'creat_album' => 'إنشاء ألبوم جديد', //创建新专辑
    'title' => 'لقب',//标题
    'desc' => 'مقدمة موجزة', //简介
    'use_mes' => 'يرجي فصله بمسافات أو فواصل', //请用空格或逗号分隔
    'used_tag' => 'العلامات المستخدمة الخاصة بي', //我用过的标签

    /**
     * 我的收藏：
     * http://xiyou.cntv.cn/manage/favvideo
     * http://xiyou.cntv.cn/manage/favalbum
     */ 
    'col_video' => 'الفيديو المفضلة الخاصة بي',//我收藏的视频
    'col_time' => 'وقت الاشتراك',//收藏时间
    'col_cancel' => 'إلغاء الاشتراك بنجاح', //取消收藏成功
    'homepage' => 'الصفحة الرئيسية',//主页
    'video_count' => 'عدد أشرطة الفيديو',//视频数
    'visit_count' => 'مرات الزيارات',//访问数
    
    /**
     * 【我的电视台左侧导航】
     *  channel/user.html     
     */       
    'album_count' => 'عدد الألبوم',//专辑数
    'myblog' => 'المدونات الصغيرة الخاصة بي', //我的博客
    'myweibo' => 'المدونات الصغيرة الخاصة بي',//我的微博
    'traffic' => 'مرات الزيارات',//访问量
    'tv_desc' => 'مقدمة محطة التلفزيون', //电视台简介
    'tv_notice' => 'إعلان محطة التلفزيون',//电视台公告
    'visitors' => 'آخر الزوار',//最近访客
    'latest_com' => 'آخر التعليقات', //最新评论
	'no_player' => 'لا يوجد الفيديو الموصى بها حاليا',//目前还没有推荐视频。
    'enter_player' => 'ل. يتم الدخول الي اعدادات المشغل ',//进入播放器设置
    'add_upload' => 'سيتم إضافة إلى الفيديو الخاصة بك التي تمت تحميلها الي هنا',//将您上传的视频添加到这里
    'the_latest' => 'آخر',//最新
    'hottest' => 'الأكثر شعبية',//最热
    'more_video' => 'المزيد من الفيديو',//更多视频
    'no_video' => 'لا يوجد فيديو',//暂无视频
    'more_albums' => 'المزيد من الألبومات',//更多专辑
    'no_albums' => 'لا توجد ألبومات',//暂无专辑
    'more_collection' => 'أكثر المفضلة',//更多收藏
    'no_collection' => 'لا توجد ملفات الفيديو المفضلة ',//暂无视频收藏
    'message_board' => 'لوحات الرسائل',//留言板
    'leave_message' => 'أريد في ترك رسالة', //我要留言
    
    /**
     * 【播放页】
     */
    'current_location' => 'الصفحة الحالية',//当前位置
    'pop' => 'شاشة عرض',//弹窗
    'turn_off' => 'أطفئ الأضواء',//关灯
    'up' => 'أعلى',//顶
    'down' => 'داس',//踩
    'download_video' => 'تحميل هذا الفيديو', //下载该视频
    'related_video' => 'الفيديو ذات الصلة', //相关视频
      
    //【评论区】video/comment.html  
    'user_comment' => ' أريد أن أعلق',//我要评论
    'ident_code' => ' رمز التحقق',//验证码
    'click_here' => 'لتغيير',//点这里换一张
    'anonymous' => 'مجهول',//匿名发表
    'recommend' => ' اختيار المحرر',   //编辑推荐 video/recommendflow.html  
    'hot_videos' => 'الفيديو الرائع',  //精彩视频推荐  video/recommendvideo.html   
    'add_comment' => 'إبداء الآراء',  //发表评论
    'quick_message' => ' رسالة سريعة',//快捷留言
    'qm_01' => 'الفيلم جيد جدا، قد تأثرت جدا، قدرته ! ',//片子很不错，很感动，赞一个！
    'qm_02' => 'صادما للغاية، قدرته! ',//太雷人了，我顶！
    'qm_03' => 'يمر',//打酱油，路过…
    'netizen_comments' => 'نقد المستخدم', //网友评论
    'input_message' => 'أدخل الكلمات كنت أريد أن أقول', //输入您想说的话
    'code_error' => 'خطأ في كلمة التحقق',//验证码错误
	'no_exist' 	=>"لا وجود المستخدم",//用户不存在

    /**
     * 【评论留言】
     * http://xiyou.cntv.cn/manage/commentin
     * http://xiyou.cntv.cn/manage/commentsent
     * http://xiyou.cntv.cn/manage/commentset
     */ 
    'publish' => 'ما نشرت',//我发表的
    'received' => 'ما استلمت',//我收到的
    'mecom_perm' => 'صلاحية تعليقات الزوار ',//留言评论权限
    'com_perm' => 'إعدادات صلاحية التعليقات',//评论权限设置
    'allow_com' => 'يسمح لأي شخص أن تعطيني التعليقات',  //允许所有人给我的评论
    'recom' => 'الموصية بها',//推荐
    'mes_perm' => 'إعدادات صلاحية الرسالة', //留言权限设置
    'no_com' => 'لا تسمح لأي شخص أن تعطيني التعليقات',//不允许任何人给我评论
    'allow_mes' => 'يسمح لأي شخص أن تعطيني رسالة',   //允许所有人给我留言
    'no_mes' => 'لا تسمح لأي شخص أن تعطيني رسالة',//不允许任何人给我留言
    'set_saved' => 'حفظ الإعدادات',      //设置已保存
    
    'need' => 'أريد ',//我要
    'share_friends' => 'مشاركتها مع الأصدقاء',//分享给好友
    'copy_code' => 'نسخ رمز النشر',//复制转发代码
    'copy_title' => 'عناوين وروابط',//复制视频标题和链接
    'copy_url' => 'عنوان الفيديو',//复制视频播放地址
    'quote' => 'المشاركة في المجتمع',//转贴到社区
    'no_copy' => 'سف، المتصفح لا يمكن النسخ تلقائيا إلى الحافظة، و يرجي نسخه يدويا', //抱歉，你使用的浏览器里不能自动复制到剪贴板，请手动复制
    'user_mes' => 'قم بنسخ الرمز بنجاح!', 
    'copy_suc' => 'وقد تم نسخ التعليمات البرمجية بنجاح', //代码已经复制成功
    'video_url' => 'قم بنسخ الرمز بنجاح', 

    /**
     * 帮助页面
     * http://xiyou.cntv.cn/help.html
     * 
     */
	'help_title'=> 'مساعدة',//帮助
    'client' => 'منفذ العميللأى يو', //爱西柚客户端
    //help/index.html     
    'problems' => 'المشاكل الشائعة', //常见问题
    'a_01' => 'لا يمكن تشغيل الفيديو',//视频无法播放
    'a_02' => 'واجه الوضع',//遇到的状况是
    'a_03' => 'الشاشة السوداء',//黑屏
    'a_04' => 'تذكر لتثبيت الفلاش بلاير أدوبي', //提示安装adobe flashplayer
    'a_05' => 'يتم التخزين المؤقت للفيديو', //视频一直在缓冲
    'a_06' => 'يمكنك محاولة حلول الشاشة السوداء من خلال هذا الطريق',//黑屏，可以尝试这样解决
    'a_07' => 'مسح cookies: قائمة المتصفح: الأدوات i- خيارات الإنترنت – حذف الملفات - حذف cookies – التأكيد. ',  //清空cookies：浏览器上的菜单->i工具->internet选项->删除cookies->确定    
    'a_08' => 'فارغة أي ملفات ذاكرة التخزين المؤقت: أدوات -> خيارات إنترنت -> حذف الملفات -> حذف كافة المحتويات دون اتصال -> موافق',//清空ie缓存文件：工具->internet选项->删除文件->删除所有脱机内容->确定
    'a_09' => 'بعد الانتهاء من اثنين من الخطوات المذكورة أعلاه، اضغط عبي زر 5F لتحديث الصفحة. ',//完成上述两个步骤后，按F5刷新页面。
    'a_10' => 'تذكر لتثبيت الفلاش بلاير أدوبي ، يمكنك محاولة حلولها من خلال هذا الطريق.', //提示安装adobe flashplayer，可以尝试这样解决
    'a_11' => 'اتبع التعليمات لتنزيل وتثبيت مباشرة . و ينبغي إغلاق كل الصفحات قبل التثبيت .و  إذا كان لديك محتوى مهم، يرجي حفظه. ',//根据提示直接下载安装即可，安装前需要关闭所有网页，如果有重要内容请先保存。
    'a_12' => 'إذا كان لديك مشاكل في التنزيل تلقائيا، يمكنك محاولة التنزيل و التثبيت اليدوي ؛',//如果自动下载有问题的话可以尝试手动下载安装；
    'a_13' => 'المتصفحات الأساسية IE  بما في ذلك IE و تينسنت TT و المتصفح الأخضر و النافذة على العالم و المتصفح الأمن 360. ',//ie内核浏览器包括IE、腾讯TT、Maxthon（傲游）、GreenBrowser（绿色浏览器）、TheWorld（世界之窗）、360安全浏览器等。
    'a_16' => 'انقر هنا لتنزيل و تركيب البرنامج المساعد للفلاش يدويا ',// 点击此处，手动下载安装flashplayer插件   
    'a_15' => 'المتصفحات الأساسية غير IE  بما في ذلك فايرفوكس و جوجل كروم و أوبرا و سفاري و وهلم جرا. ',//非ie内核浏览器包括FireFox、Google Chrome、Opera、Safari等。
    'a_17' => 'يتم التخزين المؤقت للفيديو',//视频一直在缓冲
    'a_18' => '1) قد يكون بطء الفيديو بسبب المزدحمة الشبكية جدا، و الوضع الأكثر شيوعا هو أن تقوم بمشاهدة الفيديو في الوقت نفسه أن يتم التنزيل بواسطة شونلى و BT أو برامج أخرى على الكمبيوتر استخدام الشبكة. من المستحسن أن تقوم بإغلاق هذه الأدوات و ثم يتم اعادة فتح صفحة الفيديو. ',//1)  视频一直在缓冲可能是网络连接不顺畅，最常见的情况就是您在看视频同时正在用迅雷，bt等工具进行下载，或者电脑内安装了其他视频网站的加速器工具。建议您先关闭这些工具，然后重新打开视频页面。
    'a_19' => '2) محاولة مسح ذاكرة التخزين المؤقت الخاصة بك: قائمة المتصفح: الأدوات - خيارات الإنترنت – حذف الملفات - حذف كافة المحتويات غير المتصل بالشبكة – التأكيد. كما هو مبين في الشكل التالي.  ',//2)  尝试清空缓存：IE浏览器菜单：工具-internet选项-删除文件-删除所有脱机内容-确定。如下图所示。
    'a_20' => 'عدم سلاسة الفيديو',//看视频太卡
    'a_21' => '1) قد يكون بطء الفيديو بسبب المزدحمة الشبكية جدا، و الوضع الأكثر شيوعا هو أن تقوم بمشاهدة الفيديو في الوقت نفسه أن يتم التنزيل بواسطة شونلى و BT أو برامج أخرى على الكمبيوتر استخدام الشبكة. من المستحسن أن تقوم بإغلاق هذه الأدوات و ايقاف تشغيل الفيديو مؤقتا و انتظر التخزين المؤقت للفيديو ، و بعد الانتهاء من التخزين المؤقت ، يمكنك تشغيل الفيديو بسلس. ',//1)	视频播放太卡可能是网络拥挤，最常见的情况就是您在看视频同时正在用迅雷，bt等工具进行下载，或者电脑上其他软件正在占用网络。建议您先关闭这些工具，暂定正在播放的视频，等待视频频缓冲完成后，就能流畅播放了。
    'a_22' => '2) محاولة مسح ذاكرة التخزين المؤقت الخاصة بك: قائمة المتصفح: الأدوات - خيارات الإنترنت – حذف الملفات - حذف كافة المحتويات غير المتصل بالشبكة – التأكيد.',//2)	尝试清空缓存：IE浏览器菜单：工具-internet选项-删除文件-删除所有脱机内容-确定。
    'a_23' => '3) بالإضافة إلى ذلك، لأن  الفيديو حب جريب فروت يكون عالية الوضوح ، وإذا عرض النطاق الترددي الشبكة الخاص بك هو 512 كيلوبايت ، يتم تشغيله بمقطع ، و يرجي الترقية إلى 1ميغابايت أو أكبر.',//3)	另外由于爱西柚视频的清晰度较高，如果您的网络带宽是512K的话会比较卡，推荐升级到1M及以上。
    'a_24' => 'لماذا لا يتم مشاهدة الفيديو الذي تم تحميله؟ ',//上传的视频怎么看不到
    'a_25' => ': حتاج الي الخطوات التالية من بدء تحميل الفيديو الي النشر الناجح',//一个视频从开始上传到成功发布，需要经历以下步骤：
    'a_26' => 'الترميز: بعد الانتهاء من التحميل، يحتاج الملقم لتحويل الفيديو الي تنسيق الفيديو الذي المشغل يمكن التعرف عليه ، وقت الترميز يعتمد علي تنسيق و حجم الفيديو .', //转码：上传完成后，服务器需要将视频转化成播放器能够识别的格式，转码时间由视频格式和大小决定。
    'a_27' => 'المراجعة: بعد الانتهاء من الترميز ، يدخل مرحلة المراجعة، لا يتم الموافقة علي الفيديو الا تمشيا مع أحكام  نشر الفيديو.', //审核：转码完成后，进入审核阶段，符合视频发布规定的视频才能审核通过。     
    'a_28' => 'النشر: بعد مراجعة الفيديو ، يتم نشر الفيديو رسميا و يظهر في محطات التلفزيون الشخصية الخاص بك. ', // 发布：审核通过后视频正式发布，出现在你的个人电视台中。 
    'a_29' => 'تحت الظروف العادية يتم إكمال نشر الفيديو في غضون ساعات قليلة ، يمكنك تحميل أشرطة الفيديو الأخري خلال عملية الانتظار.', //  一般情况下视频会在数小时内发布成功，您可以在等待过程中上传其他视频。        
    'a_30' => 'كيفية تنزيل الفيديو إلى الجوال و PSP و 4MP ',//我想下载视频到手机/PSP/mp4看怎么办
    'a_31' => 'يرجي تنزيل', //请下载 
    'a_33' => 'يمكن حلول مشكلتك بأفضل. و منفذ العميل لأى يو يمكن تنزيل الفيديولشبكة أى يو إلى جهاز الكمبيوتر الخاص بك و تحويله الي تنسيق الفيديولأى يو الي تنسيق الجوال (مثل اي فون و الروبوت و نوكيا و الجوال العام) و تنسيق PSP و 4MP و 5MP  وغيرها من الأشكال المتاحة',// ，能完美解决您的问题。爱西柚客户端支持把爱西柚的视频下载到电脑，并支持转换为各种手机（如iPhone/android手机/Nokia手机），PSP，MP4，MP5等可用的格式。     
   
    //help.viewvideo.html
    'b_01' => 'مشاهدة الفيديو ذات الصلة',//看视频相关    
    'b_02' => 'البحث عن فيديو / الألبوم',//找视频/专辑
    'b_03' => 'في شبكة أى يو ، يمكنك الحصول على الفيديو أو الألبوم المطلوب من خلال مجموعة متنوعة من الطرق',// 在爱西柚，您可以通过多种方式找到想看的视频或专辑：         
    'b_04' => '1)	',
    'b_05' => 'الصفحة الرئيسية لشبكة أى يو',  //爱西柚首页的精彩推荐；   
    'b_08' => '2) مختلف شبكة أى يو', //2)	爱西柚各个频道页的精彩内容；    
    'b_10' => '3) محطة جهاز التلفزيون الشخصية للمشاهير شبكة أى يو ؛',//3)	爱西柚的名人电视台；
    'b_11' => '4) البحث',//4)	搜索等。 
    'b_12' => 'نصائح مشاهدة الفيديو',//看视频小技巧
    'b_13' => '1) انقر على "الاضاءة" لتغطية محتوى خارج الفيديو ، و هي مناسبة للاستخدام في الليل لمشاهدة الفيديو.',// 1)	点击“关灯”可以将视频外的内容都遮住，适合晚上观看视频使用。  
    'b_14' => '2) انقر على الرمز في الشكل،، يمكن للمشغل تكبيرها تلقائيا لتطبيق الشاشة.',//2)	点击图中的图标，播放器能自动放大适应你的屏幕。
    'b_15' => '3) انقر على الرمز في الشكل، يمكنك ضبط سطوع و تباين الفيديو وفقا لعاداتك لتحقيق أفضل المشاهدة.',// 3)	点击图中的图标，可以按你的习惯调整视频的亮度和对比度，达到最佳的观看效果。         
    'b_16' => 'مشاركة هذا الفيديو',//分享视频'
    'b_17' => 'انصح فيديو جيدة لأصدقائك. يقدم الفيديو شبكة أى يو مجموعة متنوعة من الطرق لمشاركة الفيديو: اضغط علي الزر الواحد لتحريك الي المدونات الصغيرة سينا و اعلان بايدو و شبكة رنرن و شبكة كايشين و الفضاء QQ و فضاء الرسائل و المدونات الصغيرة سوهو. كما يمكن نسخ الرمز لاضافتها الي المدونات الصغيرة و المنتديات و صفحة الشبكة.',//把好的视频推荐给你的朋友吧。爱西柚视频提供了多种分享方式，一键转帖到新浪微博、百度i贴吧、人人网、开心网、QQ空间、飞信空间、搜狐微博等。还可以复制代码加入博客，论坛和网页中。
    
    //help/uploadvideo.html
    'c_01' => 'تحميل الفيديو ذات الصلة',//传视频相关'          
    'c_02' => 'ما هي أفضل طريقة التحميل', // 哪种方式上传比较好
    'c_03' => 'حجم الفيديو  أقل من  1  أو غير  مستخدم ويندوز  تحميل مباشر', //小于500M的或者非Windows系统的用户可以直接通过
    'c_04' => 'التحميل بواسطة صفحة الإنترنت', //网页上传       
    'c_05' => 'استخدام', //超过1G的视频推荐使用 
    'c_06' => 'التحميل بواسطة منفذ العميل لشبكة أى يو', //爱西柚客户端上传
	'c_061' => ' الفيديو أكبر من 1G',
    'c_07' => 'لماذا ملء جميع أنواع المعلومات', //为什么要填写各种信息    
    'c_08' => 'عنوان الفيديو و مقدمته و فئته و علاماته تساعد المستخدمين علي العثور على هذا الفيديو، لذلك يرجى ملء بعناية.', //视频的标题，简介，分类，标签都是为了让更多的用户找到这个视频，所以请认真填写。
    'c_09' => 'كم من الوقت يستغرق مشاهدة الفيديو بعد تحميل الفيديو ', //上传视频后多久才能看到
    'c_10' => 'تحت الظروف العادية يتم إكمال نشر الفيديو في غضون ساعات قليلة ، يمكنك تحميل أشرطة الفيديو الأخري خلال عملية الانتظار.', //一般情况下视频会在数小时内发布完成，您可以在等待过程中上传其他视频。
    'c_11' => 'لماذا لم تتم موافقة علي أشرطة الفيديو التي تم تحميلها', //上传的视频为什么未通过审核
    'c_12' => 'حب جريب فروت اتبع أحكام ومتطلبات الحزب والدولة في الصناعات الثقافية و يقوم  بالحفاظ على بيئة وسائل الاعلام للمجتمع المتناغم و تحمل علي المسؤولية الاجتماعية علي التخلي عن المبتذلة. و يمنع تشغيل الفيديو المضمن علي المحتوى التالي :', //爱西柚遵循党和国家在文化产业中的各项规定和要求，维护和谐社会的传媒环境，担负摒弃低俗的社会责任。涉及以下内容的视频将被严格禁止播放：
    'c_13' => 'معلومات المضادة للحزب والمعادية للمجتمع و المضادة للدستور و معلومات تهديد الأمن القومي و الإضرار بالمصالح القومية', //反党反社会违宪违法,以及危害国家安全损害国家利益的信息；         
    'c_14' => 'معلومات تقويض الوحدة الوطنية و التعارض مع دين آخر و تقويض الاستقرار الاجتماعي. ', //破坏民族团结干涉他人宗教信仰，破坏社会稳定宣扬邪教的信息；
    'c_15' => 'المعلومات المضمنة علي المحتوى غير الملائم (العنف الدموي والمواد الإباحية المبتذلة) ؛', //不良内容导向（血腥暴力色情低俗）的信息；
    'c_16' => 'البرامج غير المصرح بها و المعلومات الأخرى التي تنتهك للوائح الدولة', //未经授权的节目，以及其他违反国家相关规定的信息。     
    'c_17' => 'ما هي المحتويات الأكثر شعبية', //上传哪些内容比较受欢迎  
    'c_18' => ' شبكة أى يو يقوم بتشجيع محتوىات الفيديو الصحية و الإيجابية، لا سيما ترحب المحتوى الأصلي، فإنه سيكون مسرح بودكاست. ', //爱西柚鼓励健康，积极向上的视频内容，尤其欢迎原创内容，这里会是播客的舞台。
    
    //help/channel
    'd_01' => 'محطة جهاز التلفزيون الشخصية', //个人电视台           
    'd_02' => 'منتجات محطة جهاز التلفزيون الشخصية هي منتجات الفضاء الشخصية الفريدة المتطورة من حب جريب فروت محطات التلفزيون الشبكية الصينية التي تعتبر الفيديو كالنواه. و القوالب الشخصية الغنية و المشغل ذو الشاشة كبيرة الحجم جدا و مطابقة مجموعة متنوعة من المنتجات CNTV و تشجيع قوي من حب جريب فروت ، ذلك هنا سوف يصبح المسرح الشخصي. .', //个人电视台产品是中国网络电视台爱西柚打造的一款以视频为核心的个性空间产品。丰富的个性化模板，极具冲击性的大尺寸播放器，和CNTV各种产品相互打通，加上爱西柚的强势推广，这里会是你的个人展示舞台。
    'd_03' => 'كيفية طلب محطة جهاز التلفزيون الشخصية الخاصة بهم', //怎么申请自己的个人电视台
    'd_04' => 'لا يحتاج الي الطلب الخاص للتسجيل ، عضو CNTV يمكن الحصول علي محطة جهاز التلفزيون الشخصية الخاصة به. و بعد الدخول الي  حب جريب فروت ، انقر على زر " محطة جهاز التلفزيون الخاص بي" للدخول اليها مباشرة أو انقر على زر " محطة جهاز التلفزيون الخاص بي" من القائمة الخاصة بي.', //无需特别申请，注册成为CNTV会员即可拥有自己的个性电视台。进入爱西柚后在右边可以点击“我的电视台”直接进入，或者从“我的”菜单中点击“我的电视台”进入。
    'd_05' => 'تخصيص التلفزيون الشخصية', //个性化我的个人电视台  
    'd_06' => 'القوالب: حب جريب فروت محطة جهاز التلفزيون الشخصية يقدم حاليا ستة أنماط مختلفة من القوالب (يتم الزيادة أيضا)، انقر على "القوالب"،و يتم القالب المفضل لديك و حفظه. ', //模板：爱西柚个人电视台目前提供了6套不同风格的模板（还在不断丰富），点击“模板”，选择喜欢的模板保存即可。
    'd_07' => 'شغل: يتم عرض أحدث 10 أشرطة الفيديو التي تم تحميلها افتراضيا ، و يمكنك أيضا تغيير إعدادات المشغل في أشرطة الفيديو الي الفيديو الموصىة اليدوي.',//播放器：默认展示最新上传的10个视频，也可以在播放器设置里改为手动推荐视频。         
    'd_08' => 'المعلومات الأخري: المقدمة الشخصية و الإعلانات و إضافة أصدقاء كالروابط ، و يمكنك أن تدع شعبية الخاص بك أعلى من ذلك',//其他信息：个性的简介，公告，添加朋友作为友情链接，可以让你的人气更高。    
    'd_09' => 'إدارة محطة جهاز التلفزيون الخاص بي',//管理我的个人电视台'
    'd_10' => 'انقر فوق "إدارة محطة جهاز التلفزيون الخاص بي" علي الصفحة الرئيسية لمحطة التلفزيون الشخصية للدخول الي واجهة الإدارة، بما في ذلك: ',//点击个人电视台主页的“管理我的电视台”进入管理界面，包括：         
    'd_11' => 'إدارة الفيديو: إعادة تحرير الفيديو الذي يتم تحميله وغيرها من العمليات؛',//视频管理：上传的视频进行再编辑等操作；
    'd_12' => 'إدارة الألبوم: إنشاء ألبومات و اضافة الفيديو إلى الألبوم و غيرها من العمليات؛',//专辑管理：创建专辑，给专辑内添加视频等操作；
    'd_13' => 'إدارة المفضلة: يمكنك ادارة  الفيديو المفضلة و ألبومات المتاحة هنا .',//收藏管理：收藏的视频和专辑可以在这里统一管理；       
    'd_14' => 'ردود الفعل و التعليقات: يمكنك ادارة الرسائل والتعليقات التي ارسلتها و استلمتها هنا. ',//留言和评论：发表的留言和评论，收到的留言和评论可以在这里统一管理；     
    'd_15' => 'اعداد محطة التلفزيون: هنا يمكنك تغيير تعليمات التلفزيون الخاصة بك و إعدادات المشغل و الروابط و هلم جرا.',//电视台设置：在这里可以更改自己电视台的相关说明，播放器的设置以及友情链接等内容。
    
    //help/client.html           
    'e_03' => 'هي برنامج العميل للكمبيوتر المتطور من شبكة أى يو تحت أنظمة ويندوز الذي يجمع تحميل الفيديو و تنزيل الفيديو و مشاركة الفيديو',//是爱西柚推出的Windows系统下的集上传视频、下载视频、分享视频为一体的电脑客户端软件。
    'e_04' => 'تحميل',//上传
    'e_05' => 'التحميل من خلال منفذ العميل يكون أسرع و أكثر استقرارا بالمقارنة مع الصفحة على الإنترنت ، و يمكن تشغيل الدفعة مما يبسط عملية التحميل إلى حد كبير. .', //通过客户端上传比网页上传更快速更稳定，而且可以批量操作，极大简化上传流程。  
    'e_06' => 'تنزيل', //下载
    'e_07' => 'يتم معالجة الفيديولأى يو  بالتجزئة، و لا يمكن تنزيله من خلال طريقة عامة. منفذ العميل لشبكة أى يو  يمكن تنزيل الفيديو بشكل مثالي ، و يدعم تنزيل الفيديو متعددة التنسيق ، و يمكن تشغيلها بعد التحميل.', //爱西柚视频是经过分段处理的，一般方式无法下载。爱西柚客户端能完美下载爱西柚视频，并支持多视频同时下载，并可在下载后播放。  
    'e_08' => 'تحويل وإدارة', //转换和管理
    'e_09' => 'منفذ العميل لأى يو يمكن تحويل و إدارة مجموعة متنوعة من أشكال الفيديو الذي تم تنزيلها و يتم دعم تحويل تنسيق الفيديولأى يو الي تنسيق الجوال (مثل اي فون و الروبوت و نوكيا و الجوال العام) و تنسيق PSP و 4MP و 5MP  وغيرها من الأشكال المتاحة.', //爱西柚客户端能对下载的视频进行各种格式的转换和管理，支持把爱西柚视频转换为各种手机（如iPhone专用格式，android手机格式，Nokia手机格式和通用手机格式等），PSP，MP4，MP5等可用的格式。

    'look_recom' => 'انظر ماذا نوصي لك:', //看看我们为您推荐的：
    'hot' =>'الساخنة',
    'hot_recom' =>'اليوم الساخنة',
    'feedback' => 'التغذية المرتدة',
    'help' => 'تعليمات أحب فروت',
    'join' => 'الانضمام إلى ألبوم',
    'determine' => 'تحديد',
    'name' =>'عنوان',
    'tel' =>'البريد الالكتروني/ الجوال:',
    'ixiyou' => 'الحب فروت',    
	'return_01' => 'قبل 1 سنة',
	'return_02' => 'قبل ستة أشهر',
	'return_03' => 'قبل 3 أشهر',
	'return_04' => 'قبل1 شهر',
	'return_05' => 'قبل 2 أسابيع',
	'return_06' => 'قبل1 أسبوع',
	'return_07' => 'قبل 3 أيام',
	'return_08' => 'قبل  1 يوم',
	'return_09' => 'قبل نصف يوم',
	'return_10' => 'قبل 6 ساعات',
	'return_11' => 'قبل 3 ساعات',
	'return_12' => 'قبل 1 ساعة',
	'return_13' => 'قبل 2 ساعات',
	'return_14' => 'قبل 45 دقيقة',
	'return_15' => 'قبل 30 دقيقة',
	'return_16' => 'قبل 15 دقيقة',
	'return_17' => 'قبل 10 دقيقة',
	'return_18' => 'قبل 5 دقيقة',
	'return_19' => 'قبل 2 دقيقة',
	'return_20' => 'قبل 1 دقيقة',
	'return_21' => 'فقط',
    //新增内容
    //manage/albumcreatestep3.html
    'created' => 'لقد تم إنشاءه بنجاح!', //已创建成功！
    'album_manage' => 'إدارة ألبومي', //我的专辑管理   
    'none' => 'لا',//暂无  
    'pending' => 'وقد تم تقديم هذه المعلومات، في انتظار المراجعة',//信息已经提交，等待审核。
    'al_mes2' => 'لا إنشاء ألبوم جديد، الأن قم بإنشاءه',//还没有创建新专辑，现在就创建吧 
    'al_mes4' => 'لم تقم بتحديد الألبوم',//您还没有选择专辑！
    'sel_album' => 'حدد الألبوم',//选择专辑
    'sure' => 'أنت متأكد أنك تريد حذف هذا الألبوم؟',//确定要删除该专辑吗？
    'added' => 'اضافة االوقت',//添加时间      
    'remove' => 'أنت متأكد أنك تريد إزالة الفيديو المختار؟',//确定要移除选中的视频吗？  
    'not_sel' => 'لم تقم بتحديد الفيديو! ',//您还没有选中视频！
    'enter_mes' => 'أدخل صيغة الفيديو الصحيح! ',//请输入正确的视频格式！
    'not_add' => 'لم تضيف أي فيديو في الألبوم',//该专辑没有添加任何视频'
    'moved' => 'خطأ النقل',//移入错误。
    'del_mes' => 'أنت متأكد أنك تريد حذف الرسالة ؟',//确定要删除该留言吗？     
    'del_com' => 'أنت متأكد أنك تريد حذف هذا التعليق؟',//确定要删除该评论吗？
    'enter_com' => 'يرجي إدخال محتوى التعليق',//请输入评论内容
    'fav_albums' => 'ألبومي',//我收藏的专辑
    'no_fav' => 'لا يوجد أي ألبوم المفضلة',//没有收藏任何专辑      
    'links_set' => 'إعدادات الروابط',//友情链接设置    
    'input_nick' => 'أدخل اسم المستخدم',//请输入用户昵称
    'add_mes' => 'يرجي إضافة المستخدم CNTV كالروابط و تصل إلى 10 ',//请添加CNTV的用户为友情链接，最多10个。 
    'avatar' => 'الصورة الرمزية',//头像   
    'user' => 'اسم المستخدم',//用户名
    'sequence' => 'تسلسل',//排序
    'del_link' => 'أنت متأكد أنك تريد حذف الروابط؟',//确定要删除该友情链接吗？ 
    'add_suc' => '!إضافة النجاح',//添加成功！   
    'station' => 'إدارة تلفزيوني',//管理我的电视台
    'tel_mes' => 'يمكن اعداد مشاهدة التلفزيون للأصدقاء فقط ',//该电视台设置为仅好友可见。  
    'copied' => 'تم نسخ المحتوى إلى الحافظة',//内容已经复制到粘贴板。
    'man_video' => 'إدارة الفيديو الخاص بي',//我的视频管理  
    'reproduced' => 'مستنسخة',//转载   
    'open' => 'علينا',//公开   
    'set_privacy' => 'تم اعدادها كالخصوصية من قبل المحمل',//已被上传者设为隐私
    'add_playlist' => 'اضف الى قائمة الأغاني',//添加到播放列表
    'set_player' => 'اعداد التلفزيون - لاعب',//电视台设置 - 播放器 
    'tips_01' => 'النصائح: عدد الفيديو الموصي عليه يبلغ ',//小贴士：当前已推荐视频数  
    'tips_02' => ' ، و يمكن توصية ',//个，还可以推荐
    'sel_empty' => 'الفيديو المختار يكون فارغ',//选定视频为空！
    'suc_save' => 'حفظ بنجاح',//保存成功
    'set_announce' => 'اعداد التلفزيون - إعلان',//电视台设置 - 公告  
    'an_set' => 'اعداد إعلان التلفزيون',//电视台公告设置  
    'an_now' => 'الإعلانات الحالية ',//当前公告
    'an_modify' => 'تعديل إعلان',//修改公告 
    'ins_mes' => '  html المقدمة لا تزيد عن 200 حرفا، و لا يدعم كود
',//简介不超过200个汉字，暂时不支持html代码。
    'ins_mes2' => 'وقد قدمت تغييرات الإعلان، يرجى انتظار المراجعة ',//公告修改已经提交，请耐心等待审核！        
    'set_home' => 'إعدادات لاعب الصفحة الرئيسية ',//主页播放器设置
    'defaul' => 'تحديد تلقائيا (أحدث 10 الفيديو التي تم تحميلها) ',//自动选择（最新上传的10个视频）  
    'manually' => 'تحديد يدويا (اضغط علي زر البرنامج لإضافة الفيديو، تصل إلى 10) ',//手动选择（点添加节目按钮添加视频，最多10个）   
    'del_record' => 'أنت متأكد أنك تريد حذف السجل',//确定删除该记录吗？
    'set_access' => 'إعدادات التلفزيون – صلاحية وصول التلفزيون؟',//电视台设置 - 电视台访问权限
    'tv_access' => 'صلاحية وصول التلفزيون',//电视台访问权限
    'allow_all' => 'تمكين الجميع لزيارة تلفزيوني ',//允许所有人访问我的电视台
    'only_friends' => 'يسمح فقط أصدقائي لزيارة تلفزيوني',//仅允许我的好友访问我的电视台  
    'submitted' => 'قد تم تعديل صلاحية الوصول',//访问权限修改已经提交！   
    'conect' => 'كنت متصلا',//您已连接到',
    'personal' => 'مخصصة شخصية',//个性定制',   
    'bind_set' => 'اعداد المتصل بالمدونات الصغيرة ',//微博绑定设置',     
    'sina' => 'المدونات الصغيرة سينا ',//新浪微博',   
    'tecent' => 'المدونات الصغيرة تينسنت',//腾讯微博',    
    'sohu' => 'المدونات الصغيرة سوهو',//搜狐微博',  
    'kaixin' => 'شبكة سعيدة',//开心网',    
    'renren' => 'شبكة رنرن',//人人网',    
    'con_01' => 'تم اتصال حساب جريب فروت الخاص بك CNTV ب',//将您的', //将您的CNTV-爱西柚帐号与**建立连接
    'con_02' => '',//CNTV-爱西柚帐号',   
    'con_03' => '',//与',    
    'con_04' => '',//建立连接。',  
    'con_bind' => 'تأكيد الملزم',//确认绑定',        
    'bind_mes1' => 'عد الملزم، الإجراءات التالية يمكن أن تكون متزامنة تلقائيا إلى حسابك ',//绑定后，以下操作即可', //绑定后，以下操作即可自动同步到您的**账号
    'bind_mes2' => '',//自动同步', 
    'bind_mes3' => '',//到您的',   
    'bind_mes4' => '',//账号',        
    'favs_videos' => 'الفيديو المفضل',//收藏视频',        
    'conne1' => 'تم اتصال الحساب الخاص بك ** ب**',//已经与您在', //已经与您在**的帐号**建立连接。
    'conne2' => '',//的帐号',   
    'operat1' => 'مكنك بحاجة إلى مزيد من الإعدادات لتكون متزامنة لتشغيل: ',//您可以进一步设置需要同步到', //您可以进一步设置需要同步到**的操作：       
    'operat2' => '',//的操作：',        
    'like' => 'أفضل فيديو',//顶视频',
    'dislike' => ' سوء الفيديو',//踩视频',
    'modify_sub' => '!وقد قدم تغيير الإعدادات، يرجى الانتظار للمراجعة ',//设置修改已提交，请耐心等待审核！',        
    'nofav' => 'ليس لديها أي الفيديو المفضلة',//没有收藏任何视频',             
    'favs_album' => 'حفظ الألبوم',//收藏专辑',     
    'title_mes' => 'لا يمكن أن يتجاوز العنوان 50 حرفا',//名称不能超过50个字符', 
	'cooperative' => 'الإدارة التعاونية',//合作管理', 
	
    'tabs_mes' => '10 علامات على الأكثر، ولكل علامة 10 أحرف على الأكثر. الوصل بفاصلة أو مسافة',//最多10个标签，每个标签最多10个字符，逗号或者空格分割。 	
    'upload_mes' => 'ختيارها من الفيديو قمت بتحميل:', // 从我上传的视频中选取: 
    'add_link' => 'إضافة رابط فيديو:',//添加视频链接:   
    'select' => 'مختار', //选取
	'list_empty' => 'قائمة الفيديو عند الطلب فارغة',//视频点播列表为空',   
 	'mes_01' => 'هناك حد أقصى 10.', //最多10个标签。
 	'mes_02' => 'تسميات تصل إلى 10 أحرف.', //每个标签最多10个字符。
 	'mes_03' => 'حدد العلامة الفيديو مفقود.', //选择视频标记丢失。   
 	'mes_04' => 'يرجى إدخال عنوان.', //请输入标题。
 	'mes_05' => 'لا يزيد عن 50 حرفاً.', //不要超过50个字符。
 	'mes_06' => 'يحتوي العنوان على كلمات حساسة، ولا تستخدم', //标题含有敏感词汇，请勿使用
 	'mes_07' => 'الرجاء ملء بطاقة العنونة.', //请填写标签。
 	'mes_08' => 'إنشاء ألبوم', //专辑创建
 	'mes_09' => 'تم إنشاء الألبوم بنجاح، الرجاء الانتظار للاستعراض!', //专辑创建成功，请等待审核！
 	'album_mes' => 'عدد لا يزيد عن 200 البوم.', //专辑数不能超过200个。
 	
 	/**
 	 * 举报页面
 	 * report/index.html
 	 */
 	'con_wrong' =>'معلومات الاتصال التي تم إدخالها في خطأ', //联系方式输入有误
 	'sel_report' =>'حدد الخيار من أسباب التبليغ', //请选择举报原因
 	'inf_note' =>'الرجاء إدخال معلومات التعليق', //请输入备注信息
 	'cor_contact' =>'يرجى ملء جهة الاتصال الصحيح', //请填写正确的联系方式
 	'add_report' =>'إضافة معلومات التبليغ', //添加举报信息
 	'failed' =>'بيانات فشل تحميل، الرجاء التحقق من اتصال شبكة الاتصال', //数据加载失败,请检查网络连接
    'sexual' => 'محتوى إباحي', //色情内容
    'reactionary' =>'صريحات رجعية', //反动言论
    'violation' => 'غزو خصوصية الأشخاص الآخرين' , //侵犯他人隐私
    'other' =>'محتويات مخالفة أخرى', //其他不健康内容
    'suc' => 'الإبلاغ عن نجاح', //举报成功
    'faile' => 'تقرير فشل',//举报失败    

    'to_sina' => 'إرسالها إلى ​​ المدونات الصغيرة سينا', //转发至新浪微博
    'baidu' => 'إلى الأمام إلى أنا طيبة بايدو', //转发至百度贴吧
    'to_renren' => 'شبكة الأمام على سعيد', //转发至人人网
    'remove_list' => 'إزالة من قائمة التشغيل', //从播放列表删除  
    'empty_album' => 'ألبوم قد لا يوجد فيديو', //专辑内没有视频 
    'his_load' => 'تحميل الفيديو التاريخية', //历史视频加载
    'play_load' => 'تحميل قائمة التشغيل', //播放列表加载
    'play_mes' => 'تحميل قائمة التشغيل فشل، الرجاء التحقق من اتصال شبكة الاتصال', //播放列表加载失败,请检查网络连接
    'suc_album' => 'قبول ألبوم الفيديو!', //该视频成功加入专辑！     
    'rem_mes' => 'تم إزالة الفيديو أو الألبوم الذي تريد الرد!', //您要回复的视频或者专辑已被删除！
    'no_perm' => 'ليس لديك إذن التعليق', //您没有发表评论的权限     
	'succ' => 'رسالة النجاح',//留言成功
    'album_fav' => 'قد حفظ الألبوم!',
    'video_fav' => 'الفيديو في المفضلة',     		
    'mes_tip' => 'رسالة الطلب',     		
    'update_fail' => 'فشل تحديث',

	/**
	 * 影视，动漫，纪实二级页面
 	 * 
 	 */
	'ranks' => 'أخبار كبار المتصدرين',//热门资讯排行榜
	'films_news' => 'خبار الأفلام',//影视资讯抢先看
	'films_shows' => 'الأفلام الحارة',//热剧大片抢先看
	'conferences' => 'موقع النشاط',//活动现场抢鲜看
	'special_topics' => 'الخطة الرائجة',//影视热门策划推荐
	
	'animations_ranks' => 'انيمي شعبية أكبر في الطلب',//人气动漫点播榜
	'comic' => 'أخبار الكارتون',//动画前沿速递
	'animations' => 'مجموعة الكارتون الدارج',//人气动漫大本营
	'cosplay' => 'مشتقات الكارتون و مجال الكوسبلاي',//动漫周边-cosplay专区
	'topics' => 'تخطيطات خاصة',//动漫热门策划专题推荐
	
	'video_ranks' => 'قائمة الفيديو الساخنة',//热门视频排行榜
	'historical' => 'أسرار التاريخ',//历史秘闻
	'realities' => 'حقائق المشاهير',//名人真相
	'memory' => 'الذاكرة الاستثنائية',//非常记忆
	'real_moments' => 'اللحظات الحقيقية',//真实瞬间
	'hotdoc' => 'تخطيط رائجة لأفلام وثائقية',//纪录片热门策划	
	
	'hots_ranks' => '最热视频精选',//最热视频精选
 	/**
 	 * 下载页面
 	 * down/
 	 */
	'pc' => 'طرفية الكمبيوتر',
	'Paike' => 'طرفية برامج الصورة',
 	'down_01' => 'نسخة:2.0',  
 	'down_02' => 'Mbالحج:9.45', 
 	'down_03' => 'نظامة: وينإكسب/فيستا/وين7', 
 	'down_04' => 'ختراق حد الرفع في المواقع، يمكنك أن يرفع 10G أقصى ودعم رفع المجمع', 
 	'down_05' => 'إذا لم يرضك حفظ الموضوع وتخزينه فقم بتنزيله',  
 	'down_06' => 'عم مجموعة متنوعة من المحطات الطرفية (بما فيها Iphone، PSP، الخ) مشاهدة الفيديو.', 
 	'pkdown_01' => 'طرفية برامج الصورة', 
 	'pkdown_02' => 'مقدمة موجزة:ن طرفية برامج الصورة CNTV هو منتجات الفيديو مخصصة عن شبكة تلفزيون الصينCNTV لمحمول Android وIos. واجهة بسيطة وجميلة، عملية سهلة. يمكن للمستخدم تصوير الفيديو في أي وقت ومكان، وتسجيل الحوال الجديد، ثم رفع سريعا ونصيب مع أصدقائك وأهلك في وقت آخيرة. تقديم تجربة ممتعة لمستخدم في تصوير، رفع ومشاركة الفيديو عن منصة أحب فروت',
 	'pkdown_03' => '★ندعم نظام ios5.0 وما فوقه★',  
 	'pkdown_04' => '★دعم أقل نموذج3GS Iphone وفوقه(تشمل Iphone5)★', 
 	'pkdown_05' => 'نرحب بآرائكم، وهو قوةنا المتواصلة في الجهود', 
 	'pkdown_06' => 'سخةAndroid:نسخة آخيرةV2.1.9 تاريخ الإصدار:2014.09.30',
 	'pkdown_07' => 'سخةiphone:نسخة آخيرةV2.1.8 تاريخ الإصدار:2014.09.30',
	'page_title' => 'طرفية الكمبيوتر',//爱西柚视频客户端官方下载
	'page_keywords' => '爱西柚视频客户端,爱西柚视频软件,视频上传,视频点播,高清播放,超清播放,UGCclient,iXiYou,视频下载,批量上传视频',
	'page_description' => '爱西柚视频客户端为用户提供视视频上传、视频下载、视频点播功能，视频上传突破网页限制，最大可上传10G视频，同时支持批量上传及断点续传',
	'copyright' =>'央视国际网络有限公司 版权所有',
	'seo_title' => 'iXiyou-CNTV',//爱西柚-CNTV中国网络电视台
	'lit_title' => 'iXiyou',//爱西柚-CNTV中国网络电视台
	'common_title' => 'بودكاست في تلفزيون الصين المركزي الشبكي يقدم لكم خدمات التحميل والنقل للفديوهات',//iXiyou:CNTV播客频道，提供视频上传和分享服务
//================================= END ========================================          
    'basic_set' => '基本信息设置',
    'tv_name' => '电视台的名称',   
    'tv_tags' => '电视台的标签',    
    'tv_info' => '电视台的简介',             
    'link_mes' => '复制视频链接粘贴到输入框中，用回车分割。',        
    'back_tv' => '返回我的电视台', 
    'copy_mes' => '复制链接如:http://xiyou.cntv.cn/xxxxxxx，多个链接用回车间隔',      
    'abl_mes' => 'ألبوم الفيديو لا يمكن أن يكون أكثر من 100',    
    'alb_view' => '查看本专辑',   
	//  plug-in baidu   share
	'forwards_to_sinablog' =>'Relay to Sina microblog',//转发至新浪微博
	'sina_blog'	=>'weibo',//新浪微博
	'forwards_to_baidu' =>'Forward to Baidu tieba',//转发至百度贴吧
	'weixin' => 'Wechat',
	'forwards_to_weixin' => 'Broadcast to Wechat',
	'baidu_bar' =>'Baidu',//百度贴吧
	'forwards_to_baidubar' => 'Forward to I Baidu tieba',//转发至百度i贴吧
	'forwards_to_renren' =>'Forwarded to Renren Net',//转发至人人网
	'renren_net' =>'Renren',//人人网
	'kaixin_net' =>'Kaixin001',//开心网
	'forwards_to_kaixin' =>'Forwarded to Kaixin Net',//转发至开心网
	'QQqzone' =>'QQ zone',//QQ空间
	'forwards_to_qzone' =>'Forward to the QQ zone',//转发至QQ空间
	'fetion' =>'Fetion',//飞信
	'forwards_to_fetion' =>'Forward to fetion',//转发至飞信
	'sohu_blog' =>'sohu',//搜狐
	'forwards_to_sohu' =>'Forward to Sohu weibo',//转发至搜狐微博
	'tencent_blog' =>'Tencent',//腾讯微博
	'forwards_to_tencent' =>"Broadcast to Tencent's microblog",//转播到腾讯微博
);
